OdRxCumulativeAttribute.type
\details
Gets the string specifying the type of cumulative value.
\returns
String specifying the type of cumulative value ("area", "length").

OdRxCumulativeAttribute.createObject(OdString!System.Runtime.CompilerServices.IsConst*!System.Runtime.CompilerServices.IsImplicitlyDereferenced)
\details
Constructor. Creates an attribute that marks properties with cumulative
values.
\param type [in]  String specifying the type of cumulative value ("area", "length").
\returns
Smart pointer to a constructed attribute object.